Repository: mozilla-l10n/mt-training-data
Catalog: qxw/qxw_pontoon.tmx
Source language: en_us
Languages: qxw

source: Start recording
qxw: ćhulayta qallaykuy

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
qxw: <strong>[Chisporroteo]</strong> hatuhatun dinosauriokuna <strong>[chisporroteo]</strong> -rásico.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
qxw: <strong>[Estornudo]</strong> Hatuhatun dinosauriokuna <strong>[tos]</strong> Triásicopiqta.

source: Submit
qxw: Apachiy

source: Submit a new question for the community to read and respond to
qxw: Huk tapuyta masikunaman apachiy kutichipaakunanpaq

source: Submit a report
qxw: Willakuyta apachiy

source: Submit clips
qxw: Uyalinapaq apachiy

source: Submit new questions for the community to read and respond to
qxw: Muhuq tapuykunata apachiy huntunaku ñawinchananpaq kutichinanpaq

source: Success
qxw: Allinmi

source: success checkmark
qxw: allin lulaśhqaykita kamalachiq

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
qxw: Limayta awninaykipaq alliqman śhullway. Mana awninaykipaq ichuqman śhullway. Paćhkanaykipaq hanayman śhullway. <strong>¡Likaśhqaykita apachiyta ama qunqaychu!</strong>

source: Taking several attempts to read a word.
qxw: Achka kuti ñawinchayta atipay.

source: Technology and Robotics
qxw: Tecnología nishqa robótica nishqa

source: Thank you for contributing your bulk submission!
qxw: ¡Yusulpayki achkata apachimuśhqaykipiqta!

source: Thank you for contributing your voice!
qxw: ¡limay paćhayayniykita quykuśhqaykipiqta yusulpaa!

source: Thank you for donating your voice clips!
qxw: ¡Yusulpaa limay paćhayaniykita qukuhqaykipiq!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
qxw: ¡Yusulpaa ćhulahqaykipiqta!<lineBreak></lineBreak>Kanan likaykuy haypiqta apachiy uyalinapaq ćhulahqaykikunata atiyllaman.

source: Thank you for your voice information
qxw: Limay paćhayachiyniykilayku yusulpaa.

source: The bumblebee sped by.
qxw: Wayrallam allqu likun.

source: The clip has disrespectful or offensive language.
qxw: Usuchikuq shimiyuqmi kay ćhulaśhqa limaykaq.

source: The giant dino <strong>[cough]</strong> the Triassic.
qxw: Hatuhatun dinosauriokaq <strong>[tos]</strong> Triásicopiqta.

source: There are currently no sentences to review in this language.
qxw: Manam kay shimikaqćhu likaykunapaq limaykuna kanchu.

source: The recording was too long.
qxw: Uyalinapaq llumpay hatunmi kalqun.

source: The recording was too quiet.
qxw: Uyalinapaq upapallallam kaqlun.

source: The recording was too short.
qxw: Uyalinapaq llumpay uchukllam kalqun.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
qxw: Ñawinchaqkunapaq limahqan huknilaqkama kallpayuqmi. Ama awniychu llumpay kallpayuq kal hukkaqkunata pampaptin uutak (aśhtawan) mana uyalina wañulpuyaptin mana qillqayta tantiyapaykul.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
qxw: Sentence Collectormi Common Voicepa allinnin plataformanman liyan. Kanan atipanki <writeURL>escribir</writeURL> huk limayta <reviewURL>revisar</reviewURL> Common Voiceman hukhuklla limaykunata apachiyta.

source: The sentence has a grammatical or spelling error.
qxw: Kay limaykaq pataśhqa qillqayniyuqmi.

source: The sentence has disrespectful or offensive language.
qxw: Usuchikuq shimiyuqmi kay limaykaq.

source: The sentence must be grammatically correct.
qxw: Limaykaq allin aypuykuśhqa kananmi.

source: The sentence must be speakable.
qxw: Limaykaq limaykunalla kananmi.

source: The sentence must be spelled correctly.
qxw: Limaykaq allin qillqaśhqa kananmi.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
qxw: Munallal willakunki; munallal yapaykunki. Llapa hutikunata liqsichil, manam śhutikunatachu kamalachinchik śhutiyki, correo electronicoyki manam kuskachahqachu wataykiwan uutak nuna kayniykiwan.

source: Three to go!
qxw: ¡Kimsalaqmi kaykan!

source: Too many files
qxw: Llumpay achka maytukunam

source: Transcribe audio recordings into text
qxw: Uyalinapaq kaqkunata qillqay

source: Transcribe audio recordings in your language
qxw: Shimiykićhu uyalinapaq kaqkunata qillqaykuy

source: Try again by dragging your file here
qxw: Inténtalo de nuevo arrastrando tu archivo aquí

source: Try uploading again
qxw: Intenta subir de nuevo

source: Understand contribution criteria
qxw: Yanapanakuq tantiyaykunapiqta yaćhaykuy

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
qxw: ¡Uyalil ashiyta yaćhapakunaykipaq haypiqta kikiykipaq grabacioniykita ćhulanaykipaq yaćhapakuy!

source: Upload aborted. Do you want to delete your recordings?
qxw: Mana qishpichishqa. ¿Uyalinaykikunata wañuchiyta munanki?

source: { $uploadedSentences } of { $totalSentences } sentences collected
qxw: { $uploadedSentences } de { $totalSentences } pallaśhqa limaykuna

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
qxw: { $uploadedSentences } de { $totalSentences } recopiladas. Haz clic <downloadLink>aquí</downloadLink> Mana awniśhqa limaykunata ćhaskiykunaykipaq.

source: Upload failed, please retry.
qxw: Manam qishpiqlunchu, Yapaykuy.

source: Upload <icon></icon> public domain sentences
qxw: Llapan limaśhqan limaykunata ćhulamuy <icon></icon>

source: Upload in progress...
qxw: Qishpichkan ...

source: Upload more sentences?
qxw: ¿Limaykunata ćhulana?

source: Use correct grammar
qxw: Allin shimi kamachiqwanmi qillqan

source: Use correct spelling and punctuation
qxw: Allin qillqay aypuqkunawan qillqay.

source: Validate Readings
qxw: Grabacionkunata ćhaninchay

source: Validate Readings, Review Transcriptions
qxw: Grabacionkunata ćhaninchay, qillqahqakunata likaykuy

source: Validate readings submitted by community members
qxw: Malkaćhu yaćhaq nunakunapa grabacionninta ćhaninchay

source: Validate user-recorded readings in your language
qxw: śhimiykićhu grabacionkunata ćhaninchay

source: Varying Pronunciations
qxw: Shimi paćhyaykuna huknilaqkamam

source: Volume
qxw: Uyalinata wiñalichiq

source: Want to save your information? <createProfile>Create a profile</createProfile>
qxw: ¿śhutiykita ćhulakuyta munanki? <createProfile>Nuna liqsichiyta lulay</createProfile>

source: We are going out to get a coffee.
qxw: Malkaamanmi likuu

source: We are going out to get coffee.
qxw: Malkaman likuu.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
qxw: Manam uyalinaykipaq apachimuyta atipaakuchu. Qipaskaman kallpanchakamuy.

source: We couldn’t get any sentences for you to speak. Please try again later.
qxw: Manam limaykunata hapimunchu. Qipaskaman mañakamuy.

source: We may have run out of clips - refresh the page, or try again later.
qxw: Manam chip kanchu kay limayta ćhaninchanapaq

source: We’re going out to get coffee.
qxw: Malkaman likuu.

source: We're making some big changes
qxw: Hatun tiklaykunata lulayanchik

source: We’re sorry, your platform is not currently supported.
qxw: Ama llakikuychu, kanan plataformayki manam yanapaśhqachu.

source: We've run out of sentences to record in this language...
qxw: Manam limayninchikkuna kanchu kay shimićhućhulaykunanchikpaq ...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
qxw: Kikillanpiqta yaćhaykaq achka algoritmokunata lulinpiqta uyaliqkunataliqsinantam munapaakuu, haynuullatak awnichwan kallpayuq uyaliqkunatapis, lliw qillqaykunata uyalichiptin. Lulinpiqta takikaq allinmi; ancha kallpawan mana uyalichikuptinqa manam allinchu.

source: What issues are you experiencing with this sentence?
qxw: ¿Ima sasachakuymi kay limayćhu kan?

source: What needs to be in my file?
qxw: ¿Imam kikiykipa maytuućhu kanan?

source: What sentences can I add?
qxw: ¿Ima limaykunata yapaykuuman?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
qxw: Uyalil, allinta likaykuy grabaśhqakaqwan qillqaśhqakaq tinkunanta; ama awniychu grabacionkaq qillqaykaqwan tinkuptin. <br/> Kaykunam ancha pantaśhqakuna:

source: Why are you asking?
qxw: ¿Imapiqmi tapukunki?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
qxw: huk nunata liqsichiywan, lulapakuyninta liqsilunkimanmi haypiqta huk limaynin paćhyachiq quqkunatapis liqsinkimanmi.

source: Write
qxw: Qillqay

source: Write options menu
qxw: Qillqaykunapaq kaqkuna

source: y
qxw: a

source: Y
qxw: Aw

source: Yes
qxw: Aw

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
qxw: Wayralla lulanapaq tecladokunawanpis lulaykuchwanmi: { sc-review-form-button-approve-shortcut } awninapaq, { sc-review-form-button-reject-shortcut } mana awninapaq, y { sc-review-form-button-skip-shortcut } paćhkanapaq

source: You cannot add multiple sentences for a single submission
qxw: Manam uchuklla atichikuqćhu achka limaykunata apachiyta atipanchikchu.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
qxw: Manalaqmi ima shimitapis aklaqlunkichu. Ama haynuulla, kayman lii <profileLink>Perfil</profileLink> huk uutak achaka shimikunata aklanaykipaq.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
qxw: Llumpaytam apaachinki kay lapiman. Alkaykuy { $retryLimit } minuto huk limayta apachinaykipaq. ¡ Yusulpa alkaśhqaykipiqta!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
qxw: Llumpaytam apaachinki kay lapiman. Alkaykuy { $retryLimit } segundo huk limayta apachinaykipaq. ¡ Yusulpa alkaśhqaykipiqta!

source: You must allow microphone access.
qxw: Limanaykipaq awninaykim.

source: You’re contributing to a target segment
qxw: Kamalaq limaykuyćhu yanapakuykanki

source: You’re contributing to our first target segment
qxw: Ñawpakaq ñitiykuyćhu yanapakuykanki

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
qxw: Llumpay wayram liyanchik. Hamaykuy limaykunata likaykunaykipaq rasunpa allinlla kananpaq.

source: You're helping Common Voice reach our daily sentence goals!
qxw: ¡Common Voicetam yanapayanki muyun muyun kamachinakulkaaśhqanta lulapaakunanpaq!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
qxw: Ichapis manam uyalinapaq kanchu kay malkaykipa shiminćhu uyalinaykipaq. Huk malkakunapaq shiminćhu shimiykita uyalinaykipaq kamachiyta tiklanchinkimanmi.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
qxw: Shimiykićhu ichapis manañam ćhulanapaq kanchu. Kamachikuyniykita tiklachishun limashayki huk shimikućhu uyalinaykipaq.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
qxw: ¡Yanayniykiwanmi Common Voice ćhalqun <goalPercentage></goalPercentage> llapa muyun chulayninman { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
qxw: ¡Yanayniykiwanmi Common Voice ćhalqun <goalPercentage></goalPercentage> llapa muyun chulayninman { $goalValue }!
